Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Approximate dates, e.g. October
ar: تواريخ تقريبية، مثل أكتوبر
es: Fechas aproximadas, p. ej., octubre
fa: زمان تقریبی، مثلاً مهرماه
fil: Tinatayang mga petsa, hal. Oktubre
fil_ph: Tinatayang mga petsa, hal. Oktubre
fr: Dates approximatives, p. ex. octobre
it: Date indicative, ad es. ottobre
ja: おおよその日程（例：10月）
ko: 대략적인 날짜(예: 10월)
ru: Примерные даты, например октябрь
tr: Yaklaşık tarihler, ör. Ekim
vi: Ngày dự kiến, ví dụ: tháng 10
zh_hans: 大致日期，例如 10 月

source: Arrival
ar: الوصول
es: Llegada
fa: رسیدن
fil: Pagdating
fil_ph: Pagdating
fr: Arrivée
it: Arrivo
ja: 到着
ko: 도착
ru: Прибытие
tr: Varış
vi: Đến nơi
zh_hans: 抵达

source: Arrival airport, e.g. JFK, LGA, EWR
ar: مطار الوصول، مثل JFK أو LGA أو EWR
es: Aeropuerto de llegada, p. ej., JFK, LGA, EWR
fa: فرودگاه مقصد، مثل JFK، LGA، EWR
fil: Paliparan ng pagdating, hal. JFK, LGA, EWR
fil_ph: Paliparan ng pagdating, hal. JFK, LGA, EWR
fr: Aéroport d’arrivée, p. ex. JFK, LGA, EWR
it: Aeroporto di arrivo, ad es. JFK, LGA, EWR
ja: 到着空港（例：JFK、LGA、EWR）
ko: 도착 공항(예: JFK, LGA, EWR)
ru: Аэропорт прибытия, например JFK, LGA, EWR
tr: Varış havalimanı, ör. JFK, LGA, EWR
vi: Sân bay đến, ví dụ: JFK, LGA, EWR
zh_hans: 抵达机场，例如 JFK、LGA、EWR

source: Arrival instructions
ar: تعليمات الوصول
es: Indicaciones de llegada
fa: راهنمای ورود
fil: Mga tagubilin sa pagdating
fil_ph: Mga tagubilin sa pagdating
fr: Instructions d’arrivée
it: Istruzioni per l’arrivo
ja: 到着時の案内
ko: 도착 안내
ru: Инструкции по прибытию
tr: Varış talimatları
vi: Hướng dẫn khi đến nơi
zh_hans: 抵达说明

source: Arrival local: YYYY-MM-DDTHH:MM
ar: التوقيت المحلي للوصول: YYYY-MM-DDTHH:MM
es: Hora local de llegada: YYYY-MM-DDTHH:MM
fa: زمان محلی ورود: YYYY-MM-DDTHH:MM
fil: Lokal na oras ng pagdating: YYYY-MM-DDTHH:MM
fil_ph: Lokal na oras ng pagdating: YYYY-MM-DDTHH:MM
fr: Heure locale d’arrivée : YYYY-MM-DDTHH:MM
it: Ora locale di arrivo: YYYY-MM-DDTHH:MM
ja: 到着日時（現地時間）：YYYY-MM-DDTHH:MM
ko: 현지 도착 시각: YYYY-MM-DDTHH:MM
ru: Местное время прибытия: YYYY-MM-DDTHH:MM
tr: Varış yerel saati: YYYY-MM-DDTHH:MM
vi: Giờ địa phương khi đến: YYYY-MM-DDTHH:MM
zh_hans: 当地抵达时间：YYYY-MM-DDTHH:MM

source: Arrival terminal (if known)
ar: مبنى الوصول (إن عُرف)
es: Terminal de llegada (si la sabes)
fa: ترمینال مقصد (اگر مشخص است)
fil: Terminal ng pagdating (kung alam)
fil_ph: Terminal ng pagdating (kung alam)
fr: Terminal d’arrivée (si connu)
it: Terminal di arrivo (se noto)
ja: 到着ターミナル（わかる場合）
ko: 도착 터미널(아는 경우)
ru: Терминал прибытия (если известен)
tr: Varış terminali (biliniyorsa)
vi: Nhà ga đến (nếu biết)
zh_hans: 抵达航站楼（如已知）

source: Arrival time zone, e.g. America/New_York
ar: المنطقة الزمنية للوصول، مثل America/New_York
es: Zona horaria de llegada, p. ej., America/New_York
fa: منطقه زمانی مقصد، مثل America/New_York
fil: Time zone ng pagdating, hal. America/New_York
fil_ph: Time zone ng pagdating, hal. America/New_York
fr: Fuseau horaire d’arrivée, p. ex. America/New_York
it: Fuso orario di arrivo, ad es. America/New_York
ja: 到着地のタイムゾーン（例：America/New_York）
ko: 도착 시간대(예: America/New_York)
ru: Часовой пояс прибытия, например America/New_York
tr: Varış saat dilimi, ör. America/New_York
vi: Múi giờ nơi đến, ví dụ: America/New_York
zh_hans: 抵达地时区，例如 America/New_York

source: Ask about your trip…
ar: اسأل عن رحلتك…
es: Pregunta sobre tu viaje…
fa: درباره سفرتان بپرسید…
fil: Magtanong tungkol sa biyahe mo…
fil_ph: Magtanong tungkol sa biyahe mo…
fr: Pose une question sur ton voyage…
it: Chiedi del tuo viaggio…
ja: 旅行について質問…
ko: 여행에 대해 물어보기…
ru: Спросите о поездке…
tr: Seyahatiniz hakkında soru sorun…
vi: Hỏi về chuyến đi của bạn…
zh_hans: 询问你的旅行…

source: Ask me first
ar: اسألني أولًا
es: Pregúntame primero
fa: اول از من بپرس
fil: Magtanong muna sa akin
fil_ph: Magtanong muna sa akin
fr: Me demander d’abord
it: Chiedimi prima
ja: 先に確認する
ko: 먼저 나에게 물어보기
ru: Сначала спросите меня
tr: Önce bana sor
vi: Hỏi tôi trước
zh_hans: 先问问我

source: Ask Pip
ar: اسأل Pip
es: Pregúntale a Pip
fa: از پیپ بپرس
fil: Magtanong kay Pip
fil_ph: Magtanong kay Pip
fr: Demander à Pip
it: Chiedi a Pip
ja: Pipに質問
ko: Pip에게 물어보기
ru: Спросить Пипа
tr: Pip'e sor
vi: Hỏi Pip
zh_hans: 问问 Pip

source: Attach existing plans
ar: أرفق الخطط الحالية
es: Adjuntar planes existentes
fa: پیوست برنامه‌های موجود
fil: Idagdag ang mga kasalukuyang plano
fil_ph: Mag-attach ng mga dati nang plano
fr: Joindre les plans existants
it: Allega i piani esistenti
ja: 既存の予定を添付
ko: 기존 계획 첨부
ru: Прикрепить существующие планы
tr: Mevcut planları ekle
vi: Đính kèm kế hoạch hiện có
zh_hans: 附加已有计划

source: Back
ar: رجوع
es: Atrás
fa: بازگشت
fil: Bumalik
fil_ph: Bumalik
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад
tr: Geri
vi: Quay lại
zh_hans: 返回

source: Before we plan, I'd love to get to know you a little.
ar: قبل أن نخطط، أود أن أتعرف عليك قليلًا.
es: Antes de planificar, me gustaría conocerte un poco.
fa: قبل از برنامه‌ریزی، دوست دارم کمی شما را بشناسم.
fil: Bago tayo magplano, gusto muna kitang makilala nang kaunti.
fil_ph: Bago tayo magplano, gusto muna kitang makilala nang kaunti.
fr: Avant de planifier, j’aimerais te connaître un peu.
it: Prima di pianificare, vorrei conoscerti un po’.
ja: 計画の前に、あなたのことを少し教えてください。
ko: 계획을 세우기 전에, 당신에 대해 조금 알고 싶어요.
ru: Прежде чем планировать, мне хотелось бы немного узнать вас.
tr: Plan yapmadan önce sizi biraz tanımak isterim.
vi: Trước khi lên kế hoạch, Pip muốn tìm hiểu đôi chút về bạn.
zh_hans: 开始规划前，我想先了解你一些。

source: bicycle
ar: دراجة
es: bicicleta
fa: دوچرخه
fil: bisikleta
fil_ph: bisikleta
fr: vélo
it: bicicletta
ja: 自転車
ko: 자전거
ru: велосипед
tr: bisiklet
vi: xe đạp
zh_hans: 自行车

source: Booked
ar: تم الحجز
es: Reservado
fa: رزرو شده
fil: Na-book na
fil_ph: Naka-book
fr: Réservé
it: Prenotato
ja: 予約済み
ko: 예약 완료
ru: Забронировано
tr: Rezerve edildi
vi: Đã đặt
zh_hans: 已预订

source: Booking or commitment
ar: حجز أو التزام
es: Reserva o compromiso
fa: رزرو یا برنامهٔ قطعی
fil: Booking o commitment
fil_ph: Booking o obligasyon
fr: Réservation ou engagement
it: Prenotazione o impegno
ja: 予約または確定済みの予定
ko: 예약 또는 확정 사항
ru: Бронирование или обязательство
tr: Rezervasyon veya taahhüt
vi: Đặt chỗ hoặc cam kết
zh_hans: 预订或固定安排

source: Booking reference
ar: رقم مرجع الحجز
es: Referencia de la reserva
fa: شماره رزرو
fil: Reference ng booking
fil_ph: Reference ng booking
fr: Référence de réservation
it: Codice di prenotazione
ja: 予約番号
ko: 예약 번호
ru: Номер бронирования
tr: Rezervasyon numarası
vi: Mã đặt chỗ
zh_hans: 预订编号

source: Bookings, ideas, or nothing yet
ar: حجوزات أو أفكار أو لا شيء بعد
es: Reservas, ideas o nada todavía
fa: رزروها، ایده‌ها، یا هنوز هیچ
fil: Mga booking, ideya, o wala pa
fil_ph: Mga booking, ideya, o wala pa
fr: Réservations, idées ou rien pour l’instant
it: Prenotazioni, idee o ancora nulla
ja: 予約済みのもの、アイデア、またはまだ何もなし
ko: 예약, 아이디어 또는 아직 없음
ru: Бронирования, идеи или пока ничего
tr: Rezervasyonlar, fikirler ya da henüz hiçbir şey
vi: Đặt chỗ, ý tưởng hoặc chưa có gì
zh_hans: 预订、想法，或暂时还没有

source: Budget & costs
ar: الميزانية والتكاليف
es: Presupuesto y gastos
fa: بودجه و هزینه‌ها
fil: Badyet at mga gastos
fil_ph: Badyet at mga gastos
fr: Budget et dépenses
it: Budget e spese
ja: 予算と費用
ko: 예산 및 비용
ru: Бюджет и расходы
tr: Bütçe ve masraflar
vi: Ngân sách & chi phí
zh_hans: 预算与费用

source: Buffers are editable planning estimates, not airline advice or live traffic. Allow more time where your airline, international check-in, baggage or accessibility needs require it.
ar: التقديرات الاحتياطية قابلة للتعديل، وهي لأغراض التخطيط فقط وليست نصائح من شركات الطيران أو معلومات آنية عن حركة المرور. خصص وقتًا أطول إذا تطلبت ذلك شركة الطيران أو إجراءات تسجيل الوصول الدولية أو الأمتعة أو احتياجات سهولة الوصول.
es: Los márgenes son estimaciones editables para planificar, no consejos de aerolíneas ni tráfico en directo. Añade más tiempo cuando lo requieran tu aerolínea, la facturación internacional, el equipaje o las necesidades de accesibilidad.
fa: زمان‌های اضافی، برآوردهای قابل ویرایش برای برنامه‌ریزی هستند، نه توصیه شرکت هواپیمایی یا اطلاعات زنده ترافیک. برای پذیرش پرواز بین‌المللی، بار یا نیازهای دسترس‌پذیری، زمان بیشتری در نظر بگیرید.
fil: Mga buffer na ito ay mga tinatayang oras para sa pagpaplano na puwedeng baguhin; hindi ito payo mula sa airline o batay sa kasalukuyang trapiko. Maglaan ng mas maraming oras kung kailangan ayon sa airline mo, sa pag-check in para sa mga international flight, sa bagahe, o sa pangangailangan sa accessibility.
fil_ph: Mga buffer ay mga nababagong tantiya para sa pagpaplano, hindi payo ng airline o kasalukuyang lagay ng trapiko. Maglaan ng mas maraming oras kung kinakailangan dahil sa airline mo, international check-in, bagahe, o mga pangangailangan sa accessibility.
fr: Les marges sont des estimations modifiables pour planifier, pas des conseils de compagnie aérienne ni des données de trafic en direct. Prévois davantage de temps selon ta compagnie, l’enregistrement international, les bagages ou les besoins d’accessibilité.
it: I margini sono stime modificabili per pianificare, non consigli della compagnia aerea né dati sul traffico in tempo reale. Prevedi più tempo se richiesto dalla compagnia, dal check-in internazionale, dai bagagli o dalle esigenze di accessibilità.
ja: 余裕時間は編集可能な計画用の見積もりであり、航空会社の助言やリアルタイムの交通情報ではありません。航空会社、国際線のチェックイン、手荷物、アクセシビリティのニーズに応じて、さらに余裕を持たせてください。
ko: 여유 시간은 수정 가능한 계획상 추정치이며, 항공사 안내나 실시간 교통 정보가 아닙니다. 항공사 규정, 국제선 체크인, 수하물 또는 접근성 관련 필요에 따라 시간을 더 넉넉히 잡으세요.
ru: Запас времени — это примерная оценка для планирования, которую можно изменить. Это не рекомендации авиакомпании и не данные о дорожной обстановке в реальном времени. Заложите больше времени, если этого требуют правила вашей авиакомпании, регистрация на международный рейс, багаж или потребности в доступности.
tr: Zaman payları, düzenlenebilir planlama tahminleridir; havayolu önerisi veya anlık trafik bilgisi değildir. Havayolunuzun, uluslararası check-in işlemlerinin, bagajınızın ya da erişilebilirlik ihtiyaçlarınızın gerektirdiği durumlarda daha fazla zaman ayırın.
vi: Khoảng thời gian dự phòng chỉ là ước tính có thể chỉnh sửa để lên kế hoạch, không phải tư vấn của hãng hàng không hay thông tin giao thông trực tiếp. Hãy dành thêm thời gian nếu hãng hàng không, thủ tục làm thủ tục chuyến bay quốc tế, hành lý hoặc nhu cầu hỗ trợ tiếp cận của bạn đòi hỏi.
zh_hans: 预留时间是可编辑的规划估算，并非航空公司建议或实时交通信息。请根据航空公司、国际航班值机、行李或无障碍需求预留更多时间。

source: Build: %@
ar: الإصدار: %@
es: Compilación: %@
fa: نسخه: %@
fr: Version : %@
ja: ビルド：%@
ko: 빌드: %@
ru: Сборка: %@
tr: Derleme: %@
vi: Bản dựng: %@
zh_hans: 构建版本：%@

source: Calm
ar: هادئ
es: Tranquilo
fa: آرام
fil: Kalmado
fil_ph: Mahinahon
fr: Calme
it: Calma
ja: 穏やか
ko: 차분함
ru: Спокойный
tr: Sakin
vi: Điềm tĩnh
zh_hans: 平静

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
fil: Kanselahin
fil_ph: Kanselahin
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
tr: İptal
vi: Hủy
zh_hans: 取消

source: Cancelled
ar: تم الإلغاء
es: Cancelado
fa: لغو شده
fil: Kinansela
fil_ph: Nakansela
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
ru: Отменено
tr: İptal edildi
vi: Đã hủy
zh_hans: 已取消

source: Car
ar: سيارة
es: Coche
fa: خودرو
fil: Kotse
fil_ph: Kotse
fr: Voiture
it: Auto
ja: 車
ko: 자동차
ru: Автомобиль
tr: Araba
vi: Ô tô
zh_hans: 汽车

source: Changed
ar: تم التغيير
es: Modificado
fa: تغییر کرده
fil: Binago
fil_ph: Binago
fr: Modifié
it: Modificato
ja: 変更済み
ko: 변경됨
ru: Изменено
tr: Değiştirildi
vi: Đã thay đổi
zh_hans: 已更改

source: Changes: %@
ar: التغييرات: %@
es: Cambios: %@
fa: تغییر می‌کند: %@
fil: Mga pagbabago: %@
fil_ph: Mga pagbabago: %@
fr: Modifications : %@
it: Modifiche: %@
ja: 変更：%@
ko: 변경 사항: %@
ru: Изменения: %@
tr: Değişiklikler: %@
vi: Thay đổi: %@
zh_hans: 更改：%@

source: Changing language keeps your trips and memories.
ar: تغيير اللغة يُبقي رحلاتك وذكرياتك.
es: Cambiar el idioma conserva tus viajes y recuerdos.
fa: با تغییر زبان، سفرها و خاطره‌هایت حفظ می‌شوند.
fil: Mananatili ang mga biyahe at alaala mo kapag pinalitan mo ang wika.
fil_ph: Kapag binago mo ang wika, mananatili ang mga biyahe at alaala mo.
fr: Changer de langue conserve tes voyages et tes souvenirs.
it: Cambiare lingua conserva i tuoi viaggi e ricordi.
ja: 言語を変更しても旅行や記憶は保持されます。
ko: 언어를 변경해도 여행과 추억은 그대로 유지됩니다.
ru: Смена языка не затронет ваши поездки и воспоминания.
tr: Dil değiştirildiğinde seyahatleriniz ve anılarınız korunur.
vi: Đổi ngôn ngữ sẽ không làm mất các chuyến đi và kỷ niệm của bạn.
zh_hans: 更改语言不会删除旅行或记忆。

source: Chat
ar: دردشة
fa: گفت‌وگو
fr: Discussion
ja: チャット
ko: 채팅
ru: Чат
tr: Sohbet
vi: Trò chuyện
zh_hans: 聊天

source: Chat Pip
ar: دردش مع Pip
es: Chatea con Pip
fa: گفت‌وگو با پیپ
fil: Makipag-chat kay Pip
fil_ph: Makipag-chat kay Pip
fr: Discuter avec Pip
it: Chatta con Pip
ja: Pipとチャット
ko: Pip과 채팅하기
ru: Поговорить с Пипом
tr: Pip'le sohbet et
vi: Trò chuyện với Pip
zh_hans: 与 Pip 聊天

source: Check-in
ar: تسجيل الوصول
es: Entrada
fa: ورود به هتل
fil: Pag-check in
fil_ph: Pag-check-in
fr: Arrivée à l’hôtel
ja: チェックイン
ko: 체크인
ru: Регистрация на рейс
vi: Làm thủ tục nhận phòng
zh_hans: 入住

source: Check-in date and time
ar: تاريخ ووقت تسجيل الوصول
es: Fecha y hora de registro
fa: تاریخ و ساعت ورود
fil: Petsa at oras ng pag-check-in
fil_ph: Petsa at oras ng check-in
fr: Date et heure d’arrivée
it: Data e ora del check-in
ja: チェックイン日時
ko: 체크인 날짜 및 시간
ru: Дата и время заезда
tr: Giriş tarihi ve saati
vi: Ngày và giờ nhận phòng
zh_hans: 入住日期和时间

source: Check-out
ar: تسجيل المغادرة
es: Salida del alojamiento
fa: خروج از هتل
fil: Pag-check-out
fr: Départ de l’hôtel
ja: チェックアウト
ko: 체크아웃
ru: Выезд
tr: Çıkış
vi: Trả phòng
zh_hans: 退房

source: Check-out date and time
ar: تاريخ ووقت تسجيل المغادرة
es: Fecha y hora de salida
fa: تاریخ و ساعت خروج
fil: Petsa at oras ng pag-check-out
fil_ph: Petsa at oras ng check-out
fr: Date et heure de départ
it: Data e ora del check-out
ja: チェックアウト日時
ko: 체크아웃 날짜 및 시간
ru: Дата и время выезда
tr: Çıkış tarihi ve saati
vi: Ngày và giờ trả phòng
zh_hans: 退房日期和时间

source: Choose a destination and timing. We'll work out the rest together.
ar: اختر وجهة وموعدًا، وسنرتب بقية التفاصيل معًا.
es: Elige un destino y las fechas. Resolveremos el resto juntos.
fa: مقصد و زمان سفر را انتخاب کن. بقیه را با هم پیش می‌بریم.
fil: Pumili ng destinasyon at iskedyul. Pagplanuhan natin nang magkasama ang iba pa.
fil_ph: Pumili ng destinasyon at oras. Aayusin natin nang magkasama ang iba pa.
fr: Choisis une destination et des dates. Nous préparerons le reste ensemble.
it: Scegli destinazione e periodo. Organizzeremo il resto insieme.
ja: 目的地と時期を選んでください。あとは一緒に考えましょう。
ko: 목적지와 일정을 선택하세요. 나머지는 함께 정리해 볼게요.
ru: Выберите место и даты поездки. Остальное спланируем вместе.
tr: Bir varış noktası ve tarih seçin. Gerisini birlikte planlayalım.
vi: Chọn điểm đến và thời gian. Chúng ta sẽ cùng lên kế hoạch cho những việc còn lại.
zh_hans: 选择目的地和时间，剩下的我们一起安排。

source: Choose PDF or DOCX
ar: اختر PDF أو DOCX
es: Elige PDF o DOCX
fa: انتخاب PDF یا DOCX
fil: Pumili ng PDF o DOCX
fil_ph: Pumili ng PDF o DOCX
fr: Choisir un PDF ou un DOCX
it: Scegli PDF o DOCX
ja: PDFまたはDOCXを選択
ko: PDF 또는 DOCX 선택
ru: Выберите PDF или DOCX
tr: PDF veya DOCX seçin
vi: Chọn PDF hoặc DOCX
zh_hans: 选择 PDF 或 DOCX

source: Choose photo
ar: اختر صورة
es: Elige una foto
fa: انتخاب عکس
fil: Pumili ng larawan
fil_ph: Pumili ng larawan
fr: Choisir une photo
it: Scegli una foto
ja: 写真を選択
ko: 사진 선택
ru: Выбрать фото
tr: Fotoğraf seçin
vi: Chọn ảnh
zh_hans: 选择照片

source: Choose where and when
ar: اختر المكان والموعد
es: Elige dónde y cuándo
fa: مقصد و زمان را مشخص کنید
fil: Pumili kung saan at kailan
fil_ph: Pumili kung saan at kailan
fr: Choisir le lieu et la date
it: Scegli dove e quando
ja: 場所と日時を選択
ko: 장소와 시간 선택
ru: Выберите место и даты
tr: Yer ve tarih seçin
vi: Chọn địa điểm và thời gian
zh_hans: 选择地点和时间

source: City or destination
ar: المدينة أو الوجهة
es: Ciudad o destino
fa: شهر یا مقصد
fil: Lungsod o destinasyon
fil_ph: Lungsod o destinasyon
fr: Ville ou destination
it: Città o destinazione
ja: 都市または目的地
ko: 도시 또는 목적지
ru: Город или место назначения
tr: Şehir veya varış noktası
vi: Thành phố hoặc điểm đến
zh_hans: 城市或目的地

source: Close
ar: إغلاق
es: Cerrar
fa: بستن
fil: Isara
fil_ph: Isara
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
tr: Kapat
vi: Đóng
zh_hans: 关闭

source: Companion
ar: رفيق السفر
es: Acompañante
fa: همراه
fil: Kasama
fil_ph: Kasama
fr: Compagnon
it: Accompagnatore
ja: 同行者
ko: 동행자
ru: Попутчик
tr: Seyahat arkadaşı
vi: Bạn đồng hành
zh_hans: 同行者

source: Confirm these details
ar: أكّد هذه التفاصيل
es: Confirma estos datos
fa: تأیید این جزئیات
fil: Kumpirmahin ang mga detalyeng ito
fil_ph: Kumpirmahin ang mga detalyeng ito
fr: Confirmer ces informations
it: Conferma questi dettagli
ja: 詳細を確認
ko: 이 정보를 확인하세요
ru: Подтвердите эти данные
tr: Bu bilgileri onaylayın
vi: Xác nhận thông tin này
zh_hans: 确认这些详情

source: Confirmation reference
ar: مرجع التأكيد
es: Referencia de confirmación
fa: شمارهٔ تأیید
fil: Reference ng kumpirmasyon
fil_ph: Reference ng kumpirmasyon
fr: Référence de confirmation
it: Riferimento di conferma
ja: 確認番号
ko: 예약 확인 번호
ru: Номер подтверждения
tr: Onay referansı
vi: Mã xác nhận
zh_hans: 确认编号

source: confirmed
ar: مؤكَّد
es: confirmado
fa: تأییدشده
fil: nakumpirma
fil_ph: kumpirmado
fr: confirmé
it: confermato
ja: 確認済み
ko: 확정됨
ru: подтверждено
tr: onaylandı
vi: đã xác nhận
zh_hans: 已确认

source: Confirmed bookings stay unchanged.
ar: تبقى الحجوزات المؤكدة كما هي.
es: Las reservas confirmadas no cambian.
fa: رزروهای تأییدشده بدون تغییر می‌مانند.
fil: Mananatiling hindi magbabago ang mga kumpirmadong booking.
fil_ph: Mananatiling hindi nagbabago ang mga kumpirmadong booking.
fr: Les réservations confirmées restent inchangées.
it: Le prenotazioni confermate restano invariate.
ja: 確定済みの予約は変更されません。
ko: 확정된 예약은 변경되지 않습니다.
ru: Подтверждённые бронирования останутся без изменений.
tr: Onaylanmış rezervasyonlar değişmeden kalır.
vi: Các đặt chỗ đã xác nhận sẽ không thay đổi.
zh_hans: 已确认的预订保持不变。

source: Connect calendars on this iPhone, including Apple Calendar and Google calendars you've synced in Settings. Select which calendars to check. Their contents stay on this device.
ar: اربط التقويمات على هذا الـ iPhone، بما فيها تقويم Apple وتقويمات Google التي زامنتها في الإعدادات. اختر التقويمات التي تريد التحقق منها. تبقى محتوياتها على هذا الجهاز.
es: Conecta los calendarios de este iPhone, incluidos Apple Calendar y los calendarios de Google que hayas sincronizado en Ajustes. Selecciona qué calendarios quieres consultar. Su contenido permanece en este dispositivo.
fa: تقویم‌های این آیفون، از جمله Apple Calendar و تقویم‌های Google که در تنظیمات همگام‌سازی کرده‌اید، متصل می‌شوند. تقویم‌هایی را که باید بررسی شوند انتخاب کنید. محتوای آن‌ها در همین دستگاه می‌ماند.
fil: Ikonekta ang mga kalendaryo sa iPhone na ito, kabilang ang Apple Calendar at mga Google Calendar na na-sync mo sa Mga Setting. Piliin kung aling mga kalendaryo ang susuriin. Mananatili ang mga nilalaman ng mga ito sa device na ito.
fil_ph: Ikonekta ang mga kalendaryo sa iPhone na ito, kabilang ang Apple Calendar at mga Google calendar na na-sync mo sa Mga Setting. Piliin kung aling mga kalendaryo ang susuriin. Mananatili ang laman ng mga ito sa device na ito.
fr: Connectez les calendriers de cet iPhone, notamment Apple Calendar et les calendriers Google synchronisés dans Réglages. Sélectionnez les calendriers à consulter. Leur contenu reste sur cet appareil.
it: Collega i calendari su questo iPhone, inclusi Calendario Apple e i calendari Google sincronizzati in Impostazioni. Seleziona quali calendari controllare. I loro contenuti restano su questo dispositivo.
ja: このiPhoneのカレンダーに接続します。Appleカレンダーや「設定」で同期したGoogleカレンダーも含まれます。確認するカレンダーを選択してください。カレンダーの内容はこのデバイス内に保存されます。
ko: 이 iPhone의 캘린더를 연결하세요. 여기에는 Apple 캘린더와 설정에서 동기화한 Google 캘린더가 포함됩니다. 확인할 캘린더를 선택하세요. 캘린더 내용은 이 기기에만 저장됩니다.
ru: Подключите календари на этом iPhone, включая Apple Calendar и календари Google, синхронизированные в настройках. Выберите календари для проверки. Их содержимое останется на этом устройстве.
tr: Bu iPhone'daki takvimleri bağlayın. Bunlara Apple Takvim ve Ayarlar'da eşzamanladığınız Google takvimleri dahildir. Kontrol edilecek takvimleri seçin. İçerikleri bu aygıtta kalır.
vi: Kết nối lịch trên iPhone này, bao gồm Apple Calendar và các lịch Google bạn đã đồng bộ trong Cài đặt. Chọn lịch cần kiểm tra. Nội dung lịch sẽ chỉ lưu trên thiết bị này.
zh_hans: 连接这部 iPhone 上的日历，包括 Apple 日历以及你在“设置”中同步的 Google 日历。选择要查看的日历。日历内容会保留在这台设备上。

source: Connecting…
ar: جارٍ الاتصال…
es: Conectando…
fa: در حال اتصال…
fil: Kumokonekta…
fil_ph: Kumokonekta…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
ru: Подключение…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…

source: Consider rideshare, a drop-off, parking, shuttle, transit, taxi or rental car. Pickup points and travel times need checking for your actual airport.
ar: فكّر في استخدام خدمة نقل تشاركي، أو التوصيل، أو موقف سيارات، أو حافلة نقل، أو مواصلات عامة، أو سيارة أجرة، أو سيارة مستأجرة. تحقّق من نقاط الالتقاء وأوقات التنقل بحسب المطار الذي ستستخدمه.
es: Considera un coche con conductor, que te lleven, aparcamiento, lanzadera, transporte público, taxi o coche de alquiler. Comprueba los puntos de recogida y los tiempos de viaje de tu aeropuerto.
fa: خودروی اشتراکی، رساندن با خودرو، پارکینگ، شاتل، حمل‌ونقل عمومی، تاکسی یا خودروی اجاره‌ای را بررسی کنید. محل سوار شدن و زمان مسیر را برای فرودگاه خود بررسی کنید.
fil: Pag-isipan ang paggamit ng ride-hailing, pagpapahatid, paradahan, shuttle, pampublikong sasakyan, taxi o inuupahang kotse. Kailangang tiyakin ang mga lugar ng pagsundo at oras ng biyahe para sa aktuwal mong paliparan.
fil_ph: Isaalang-alang ang ride-hailing, pagpapahatid, paradahan, shuttle, pampublikong sasakyan, taxi o nirentahang kotse. Tiyaking suriin ang mga lugar ng sundo at oras ng biyahe para sa aktuwal mong paliparan.
fr: Envisage une voiture avec chauffeur, une dépose, un parking, une navette, les transports en commun, un taxi ou une voiture de location. Vérifie les points de prise en charge et les temps de trajet pour ton aéroport.
it: Valuta un’auto con conducente, un passaggio, parcheggio, navetta, mezzi pubblici, taxi o auto a noleggio. Verifica punti di prelievo e tempi di percorrenza per il tuo aeroporto.
ja: 配車サービス、送迎、駐車場、シャトル、公共交通、タクシー、レンタカーなどを検討してください。利用する空港の乗車場所と所要時間を確認する必要があります。
ko: 차량 호출 서비스, 승하차 장소, 주차장, 셔틀, 대중교통, 택시 또는 렌터카를 고려해 보세요. 픽업 장소와 이동 시간은 실제 이용할 공항을 기준으로 확인해야 합니다.
ru: Рассмотрите поездку через сервис совместных поездок, высадку у терминала, парковку, шаттл, общественный транспорт, такси или аренду автомобиля. Уточните места посадки и время в пути для вашего аэропорта.
tr: Araç paylaşımı, bırakma noktası, otopark, servis, toplu taşıma, taksi veya kiralık araç seçeneklerini değerlendirin. Alım noktalarını ve yolculuk sürelerini kullanacağınız havalimanı için kontrol etmeniz gerekir.
vi: Hãy cân nhắc dịch vụ đi chung xe, đưa đón, bãi đỗ xe, xe buýt trung chuyển, phương tiện công cộng, taxi hoặc xe thuê. Bạn cần kiểm tra điểm đón và thời gian di chuyển phù hợp với sân bay thực tế của mình.
zh_hans: 可考虑网约车、接送、停车、班车、公共交通、出租车或租车。请核实实际机场的上车点和路程时间。

source: Continue
ar: متابعة
es: Continuar
fa: ادامه
fil: Magpatuloy
fil_ph: Magpatuloy
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
ru: Продолжить
tr: Devam
vi: Tiếp tục
zh_hans: 继续

source: Continue conversation
ar: متابعة المحادثة
es: Continuar conversación
fa: ادامه گفت‌وگو
fil: Ipagpatuloy ang usapan
fil_ph: Ipagpatuloy ang usapan
fr: Continuer la conversation
it: Continua la conversazione
ja: 会話を続ける
ko: 대화 이어가기
ru: Продолжить разговор
tr: Sohbete devam et
vi: Tiếp tục cuộc trò chuyện
zh_hans: 继续对话
